
var preData = [
	{
	title:"大盗賊とピラミッドの秘宝",
	data:'{"dateFrom":"2017-10-05","dateTo":"2017-10-19","mapData":[["砂漠を駆ける黒猫","初級",20,1,3,"欠片x3","花束",null,null],["命を食らう呪いの宝石","中級",30,2,3,"欠片x3","竜神戦士x2","魔水晶",null],["封鎖されしピラミッド","上級",40,4,6,"欠片x3x2","砂漠の戦士アサル","吸血鬼狩人フーリ","山賊頭モーティマ"],["ピラミッドへの道","極級",50,7,13,"欠片x5x2","欠片x3","魔道士ヴァレリー","白金の聖霊"],["妖魔女王の連携戦術","神級",80,9,15,"欠片x5x3","鋼鉄の乙女レアン","プラチナアーマー","魔水晶"]],"targetList":[[10,"サバルが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	}
];